Repository: fau-klue/ai-act-corpus
Catalog: corpus/tmx_files/AI_Act-EN-IT-Trados.tmx
Source language: en_gb
Languages: it_it

source: Those competent authorities should have all powers under this Regulation and Regulation (EU) 2019/1020 to enforce the requirements and obligations of this Regulation, including powers to carry our ex post market surveillance activities that can be integrated, as appropriate, into their existing supervisory mechanisms and procedures under the relevant Union financial services law.
it_it: Tali autorità competenti dovrebbero disporre di tutti i poteri a norma del presente regolamento e del regolamento (UE) 2019/1020 per far rispettare i requisiti e gli obblighi del presente regolamento, compresi i poteri per svolgere attività di vigilanza del mercato ex post che possono essere integrate, se del caso, nei rispettivi meccanismi e nelle rispettive procedure di vigilanza esistenti a norma del pertinente diritto dell'Unione in materia di servizi finanziari.

source: It is appropriate to envisage that, when acting as market surveillance authorities under this Regulation, the national authorities responsible for the supervision of credit institutions regulated under Directive 2013/36/EU, which are participating in the Single Supervisory Mechanism established by Council Regulation (EU) No 1024/2013 (52), should report, without delay, to the European Central Bank any information identified in the course of their market surveillance activities that may be of potential interest for the European Central Bank’s prudential supervisory tasks as specified in that Regulation.
it_it: È opportuno prevedere che, quando agiscono in qualità di autorità di vigilanza del mercato a norma del presente regolamento, le autorità nazionali responsabili della vigilanza degli enti creditizi disciplinati nel quadro della direttiva 2013/36/UE, che partecipano al meccanismo di vigilanza unico istituito dal regolamento (UE) n, 1024/2013 del Consiglio (52), comunichino senza ritardo alla Banca centrale europea qualsiasi informazione individuata nel corso delle attività di vigilanza del mercato che possa essere di potenziale interesse per i compiti in materia di vigilanza prudenziale della Banca centrale europea specificati in tale regolamento.

source: To further enhance the consistency between this Regulation and the rules applicable to credit institutions regulated under Directive 2013/36/EU, it is also appropriate to integrate some of the providers’ procedural obligations in relation to risk management, post marketing monitoring and documentation into the existing obligations and procedures under Directive 2013/36/EU.
it_it: Per migliorare ulteriormente la coerenza tra il presente regolamento e le regole applicabili agli enti creditizi disciplinati dalla direttiva 2013/36/UE, è altresì opportuno integrare negli obblighi e nelle procedure esistenti a norma di tale direttiva alcuni degli obblighi procedurali dei fornitori in materia di gestione dei rischi, monitoraggio successivo all'immissione sul mercato e documentazione.

source: In order to avoid overlaps, limited derogations should also be envisaged in relation to the quality management system of providers and the monitoring obligation placed on deployers of high-risk AI systems to the extent that these apply to credit institutions regulated by Directive 2013/36/EU.
it_it: Al fine di evitare sovrapposizioni, è opportuno prevedere deroghe limitate anche in relazione al sistema di gestione della qualità dei fornitori e all'obbligo di monitoraggio imposto ai deployer dei sistemi di IA ad alto rischio nella misura in cui si applicano agli enti creditizi disciplinati dalla direttiva 2013/36/UE.

source: The same regime should apply to insurance and re-insurance undertakings and insurance holding companies under Directive 2009/138/EC and the insurance intermediaries under Directive (EU) 2016/97 and other types of financial institutions subject to requirements regarding internal governance, arrangements or processes established pursuant to the relevant Union financial services law to ensure consistency and equal treatment in the financial sector.
it_it: Lo stesso regime dovrebbe applicarsi alle imprese di assicurazione e di riassicurazione e alle società di partecipazione assicurativa ai sensi della direttiva 2009/138/CE nonché agli intermediari assicurativi ai sensi della direttiva (UE) 2016/97 e ad altri tipi di istituti finanziari soggetti a requisiti in materia di governance, dispositivi o processi interni stabiliti a norma del pertinente diritto dell'Unione in materia di servizi finanziari per garantire coerenza e parità di trattamento nel settore finanziario.

source: Each market surveillance authority for high-risk AI systems in the area of biometrics, as listed in an annex to this Regulation insofar as those systems are used for the purposes of law enforcement, migration, asylum and border control management, or the administration of justice and democratic processes, should have effective investigative and corrective powers, including at least the power to obtain access to all personal data that are being processed and to all information necessary for the performance of its tasks.
it_it: Ciascuna autorità di vigilanza del mercato per i sistemi di IA ad alto rischio nel settore della biometria elencati in un allegato del presente regolamento nella misura in cui tali sistemi siano utilizzati a fini di contrasto, migrazione, asilo e gestione del controllo delle frontiere, o per l'amministrazione della giustizia e dei processi democratici, dovrebbe disporre di poteri di indagine e correttivi efficaci, tra cui almeno il potere di ottenere l'accesso a tutti i dati personali trattati e a tutte le informazioni necessarie per lo svolgimento dei suoi compiti.

source: The market surveillance authorities should be able to exercise their powers by acting with complete independence.
it_it: Le autorità di vigilanza del mercato dovrebbero poter esercitare i loro poteri agendo in piena indipendenza.

source: Any limitations of their access to sensitive operational data under this Regulation should be without prejudice to the powers conferred to them by Directive (EU) 2016/680.
it_it: Qualsiasi limitazione del loro accesso ai dati operativi sensibili a norma del presente regolamento dovrebbe lasciare impregiudicati i poteri loro conferiti dalla direttiva (UE) 2016/680.

source: No exclusion on disclosing data to national data protection authorities under this Regulation should affect the current or future powers of those authorities beyond the scope of this Regulation.
it_it: Nessuna esclusione relativa alla divulgazione dei dati alle autorità nazionali per la protezione dei dati a norma del presente regolamento dovrebbe incidere sui poteri attuali o futuri di tali autorità al di là dell'ambito di applicazione del presente regolamento.

source: The market surveillance authorities and the Commission should be able to propose joint activities, including joint investigations, to be conducted by market surveillance authorities or market surveillance authorities jointly with the Commission, that have the aim of promoting compliance, identifying non-compliance, raising awareness and providing guidance in relation to this Regulation with respect to specific categories of high-risk AI systems that are found to present a serious risk across two or more Member States.
it_it: Le autorità di vigilanza del mercato e la Commissione dovrebbero poter proporre attività congiunte, comprese indagini congiunte, che dovrebbero essere condotte dalle autorità di vigilanza del mercato o dalle autorità di vigilanza del mercato di concerto con la Commissione, al fine di promuovere la conformità, individuare casi di non conformità, sensibilizzare e fornire orientamenti in relazione al presente regolamento riguardo a specifiche categorie di sistemi di IA ad alto rischio che si rileva presentino un rischio grave in due o più Stati membri.

source: Joint activities to promote compliance should be carried out in accordance with Article 9 of Regulation (EU) 2019/1020.
it_it: Le attività congiunte volte a promuovere la conformità dovrebbero essere svolte conformemente all'articolo 9 del regolamento (UE) 2019/1020.

source: The AI Office should provide coordination support for joint investigations.
it_it: L'ufficio per l'IA dovrebbe fornire sostegno di coordinamento per le indagini congiunte.

source: It is necessary to clarify the responsibilities and competences at Union and national level as regards AI systems that are built on general-purpose AI models.
it_it: È necessario chiarire le responsabilità e le competenze a livello dell'Unione e nazionale per quanto riguarda i sistemi di IA basati su modelli di IA per finalità generali.

source: To avoid overlapping competences, where an AI system is based on a general-purpose AI model and the model and system are provided by the same provider, the supervision should take place at Union level through the AI Office, which should have the powers of a market surveillance authority within the meaning of Regulation (EU) 2019/1020 for this purpose.
it_it: Per evitare sovrapposizioni di competenze, qualora un sistema di IA si basi su un modello di IA per finalità generali e il modello e il sistema siano forniti dallo stesso fornitore, la supervisione dovrebbe avere luogo a livello dell'Unione attraverso l'ufficio per l'IA, che dovrebbe disporre a tal fine dei poteri di un'autorità di vigilanza del mercato ai sensi del regolamento (UE) 2019/1020.

source: In all other cases, national market surveillance authorities remain responsible for the supervision of AI systems.
it_it: In tutti gli altri casi, le autorità nazionali di vigilanza del mercato restano responsabili della supervisione dei sistemi di IA.

source: However, for general-purpose AI systems that can be used directly by deployers for at least one purpose that is classified as high-risk, market surveillance authorities should cooperate with the AI Office to carry out evaluations of compliance and inform the Board and other market surveillance authorities accordingly.
it_it: Tuttavia, per i sistemi di IA per finalità generali che possono essere utilizzati direttamente dai deployer per almeno una finalità classificata come ad alto rischio, le autorità di vigilanza del mercato dovrebbero cooperare con l'ufficio per l'IA per effettuare valutazioni della conformità e informare di conseguenza il consiglio per l'IA e le altre autorità di vigilanza del mercato.

source: Furthermore, market surveillance authorities should be able to request assistance from the AI Office where the market surveillance authority is unable to conclude an investigation on a high-risk AI system because of its inability to access certain information related to the general-purpose AI model on which the high-risk AI system is built.
it_it: Inoltre, qualsiasi autorità di vigilanza del mercato dovrebbero poter chiedere assistenza all'ufficio per l'IA qualora non sia in grado di concludere un'indagine su un sistema di IA ad alto rischio perché non può accedere a determinate informazioni relative al modello di IA per finalità generali su cui è costruito il sistema di IA ad alto rischio.

source: In such cases, the procedure regarding mutual assistance in cross-border cases in Chapter VI of Regulation (EU) 2019/1020 should apply mutatis mutandis.
it_it: In tali casi, dovrebbe applicarsi mutatis mutandis la procedura relativa all'assistenza reciproca nei casi transfrontalieri di cui al capo VI del regolamento (UE) 2019/1020.

source: To make best use of the centralised Union expertise and synergies at Union level, the powers of supervision and enforcement of the obligations on providers of general-purpose AI models should be a competence of the Commission.
it_it: Per sfruttare al meglio le competenze centralizzate dell'Unione e le sinergie a livello dell'Unione, i poteri di controllo ed esecuzione degli obblighi dei fornitori di modelli di IA per finalità generali dovrebbero essere di competenza della Commissione.

source: The AI Office should be able to carry out all necessary actions to monitor the effective implementation of this Regulation as regards general-purpose AI models.
it_it: L'ufficio per l'IA dovrebbe essere in grado di svolgere tutte le attività necessarie per monitorare l'efficace attuazione del presente regolamento per quanto riguarda i modelli di IA per finalità generali.

source: It should be able to investigate possible infringements of the rules on providers of general-purpose AI models both on its own initiative, following the results of its monitoring activities, or upon request from market surveillance authorities in line with the conditions set out in this Regulation.
it_it: Dovrebbe essere in grado di svolgere indagini su eventuali violazioni delle norme applicabili ai fornitori di modelli di IA per finalità generali sia di propria iniziativa, a seguito dei risultati delle sue attività di monitoraggio, sia su richiesta delle autorità di vigilanza del mercato in linea con le condizioni stabilite nel presente regolamento.

source: To support effective monitoring of the AI Office, it should provide for the possibility that downstream providers lodge complaints about possible infringements of the rules on providers of general-purpose AI models and systems.
it_it: Per sostenere un monitoraggio efficace dell'ufficio per l'IA, esso dovrebbe prevedere la possibilità che i fornitori a valle presentino reclami in merito a possibili violazioni delle norme applicabili ai fornitori di modelli e sistemi di IA per finalità generali.

source: With a view to complementing the governance systems for general-purpose AI models, the scientific panel should support the monitoring activities of the AI Office and may, in certain cases, provide qualified alerts to the AI Office which trigger follow-ups, such as investigations.
it_it: Al fine di integrare i sistemi di governance per i modelli di IA per finalità generali, il gruppo di esperti scientifici dovrebbe sostenere le attività di monitoraggio dell'ufficio per l'IA e può, in alcuni casi, fornire segnalazioni qualificate all'ufficio per l'IA che avviano attività di follow-up quali indagini.

source: This should be the case where the scientific panel has reason to suspect that a general-purpose AI model poses a concrete and identifiable risk at Union level.
it_it: Ciò dovrebbe valere quando il gruppo di esperti scientifici ha motivo di sospettare che un modello di IA per finalità generali rappresenti un rischio concreto e identificabile a livello dell'Unione.

source: Furthermore, this should be the case where the scientific panel has reason to suspect that a general-purpose AI model meets the criteria that would lead to a classification as general-purpose AI model with systemic risk.
it_it: Inoltre, ciò dovrebbe verificarsi nel caso in cui il gruppo di esperti scientifici abbia motivo di sospettare che un modello di IA per finalità generali soddisfa i criteri che comporterebbero una classificazione come modello di IA per finalità generali con rischio sistemico.

source: To equip the scientific panel with the information necessary for the performance of those tasks, there should be a mechanism whereby the scientific panel can request the Commission to require documentation or information from a provider.
it_it: Per dotare il gruppo di esperti scientifici delle informazioni necessarie per lo svolgimento di tali compiti, è opportuno prevedere un meccanismo in base al quale il gruppo di esperti scientifici può chiedere alla Commissione di esigere da un fornitore documentazione o informazioni.

source: The AI Office should be able to take the necessary actions to monitor the effective implementation of and compliance with the obligations for providers of general-purpose AI models laid down in this Regulation.
it_it: L'ufficio per l'IA dovrebbe essere in grado di adottare le misure necessarie per monitorare l'efficace attuazione e il rispetto degli obblighi dei fornitori di modelli di IA per finalità generali di cui al presente regolamento.

source: The AI Office should be able to investigate possible infringements in accordance with the powers provided for in this Regulation, including by requesting documentation and information, by conducting evaluations, as well as by requesting measures from providers of general-purpose AI models.
it_it: L'ufficio per l'IA dovrebbe essere in grado di svolgere indagini su possibili violazioni conformemente ai poteri previsti dal presente regolamento, anche richiedendo documentazione e informazioni, effettuando valutazioni ed esigendo l'adozione di misure da parte dei fornitori di modelli di IA per finalità generali.

source: When conducting evaluations, in order to make use of independent expertise, the AI Office should be able to involve independent experts to carry out the evaluations on its behalf.
it_it: Nell'effettuare le valutazioni, al fine di avvalersi di competenze indipendenti, l'ufficio per l'IA dovrebbe potersi rivolgere a esperti indipendenti che svolgano le valutazioni per suo conto.

source: Compliance with the obligations should be enforceable, inter alia, through requests to take appropriate measures, including risk mitigation measures in the case of identified systemic risks as well as restricting the making available on the market, withdrawing or recalling the model.
it_it: Il rispetto degli obblighi dovrebbe essere reso esecutivo, tra l'altro, mediante richieste di adottare misure adeguate, comprese misure di attenuazione dei rischi nel caso di rischi sistemici individuati, nonché limitando la messa a disposizione sul mercato, ritirando o richiamando il modello.

source: As a safeguard, where needed beyond the procedural rights provided for in this Regulation, providers of general-purpose AI models should have the procedural rights provided for in Article 18 of Regulation (EU) 2019/1020, which should apply mutatis mutandis, without prejudice to more specific procedural rights provided for by this Regulation.
it_it: A titolo di salvaguardia, ove ciò sia necessario al di là dei diritti procedurali di cui al presente regolamento, i fornitori di modelli di IA per finalità generali dovrebbero godere dei diritti procedurali di cui all'articolo 18 del regolamento (UE) 2019/1020, che dovrebbero applicarsi mutatis mutandis, fatti salvi i diritti procedurali più specifici previsti dal presente regolamento.

source: The development of AI systems other than high-risk AI systems in accordance with the requirements of this Regulation may lead to a larger uptake of ethical and trustworthy AI in the Union.
it_it: Lo sviluppo di sistemi di IA diversi dai sistemi di IA ad alto rischio in conformità dei requisiti del presente regolamento può portare a una più ampia adozione nell'Unione di un'IA etica e affidabile.

source: Providers of AI systems that are not high-risk should be encouraged to create codes of conduct, including related governance mechanisms, intended to foster the voluntary application of some or all of the mandatory requirements applicable to high-risk AI systems, adapted in light of the intended purpose of the systems and the lower risk involved and taking into account the available technical solutions and industry best practices such as model and data cards.
it_it: I fornitori di sistemi di IA non ad alto rischio dovrebbero essere incoraggiati a creare codici di condotta, che includano meccanismi di governance connessi, volti a promuovere l'applicazione volontaria di alcuni o tutti i requisiti obbligatori applicabili ai sistemi di IA ad alto rischio, adattati in funzione della finalità prevista dei sistemi e del minor rischio connesso e tenendo conto delle soluzioni tecniche disponibili e delle migliori pratiche del settore, come modelli e schede dati.

source: Providers and, as appropriate, deployers of all AI systems, high-risk or not, and AI models should also be encouraged to apply on a voluntary basis additional requirements related, for example, to the elements of the Union’s Ethics Guidelines for Trustworthy AI, environmental sustainability, AI literacy measures, inclusive and diverse design and development of AI systems, including attention to vulnerable persons and accessibility to persons with disability, stakeholders’ participation with the involvement, as appropriate, of relevant stakeholders such as business and civil society organisations, academia, research organisations, trade unions and consumer protection organisations in the design and development of AI systems, and diversity of the development teams, including gender balance.
it_it: I fornitori e, se del caso, i deployer di tutti i sistemi di IA, ad alto rischio o meno, e modelli di IA dovrebbero inoltre essere incoraggiati ad applicare su base volontaria requisiti supplementari relativi, ad esempio, agli elementi degli orientamenti etici dell'Unione per un'IA affidabile, alla sostenibilità ambientale, alle misure di alfabetizzazione in materia di IA, alla progettazione e allo sviluppo inclusivi e diversificati dei sistemi di IA, anche prestando attenzione alle persone vulnerabili e all'accessibilità per le persone con disabilità, la partecipazione dei portatori di interessi, con il coinvolgimento, se del caso, dei portatori di interessi pertinenti quali le organizzazioni imprenditoriali e della società civile, il mondo accademico, le organizzazioni di ricerca, i sindacati e le organizzazioni per la tutela dei consumatori nella progettazione e nello sviluppo dei sistemi di IA, e alla diversità dei gruppi di sviluppo, compreso l'equilibrio di genere.

source: To ensure that the voluntary codes of conduct are effective, they should be based on clear objectives and key performance indicators to measure the achievement of those objectives.
it_it: Per essere efficaci, i codici di condotta volontari dovrebbero basarsi su obiettivi chiari e indicatori chiave di prestazione che consentano di misurare il conseguimento di tali obiettivi.

source: They should also be developed in an inclusive way, as appropriate, with the involvement of relevant stakeholders such as business and civil society organisations, academia, research organisations, trade unions and consumer protection organisation.
it_it: Essi dovrebbero inoltre essere elaborati in modo inclusivo, se del caso, con il coinvolgimento dei portatori di interessi pertinenti, quali le organizzazioni imprenditoriali e della società civile, il mondo accademico, le organizzazioni di ricerca, i sindacati e le organizzazioni per la tutela dei consumatori.

source: The Commission may develop initiatives, including of a sectoral nature, to facilitate the lowering of technical barriers hindering cross-border exchange of data for AI development, including on data access infrastructure, semantic and technical interoperability of different types of data.
it_it: La Commissione può elaborare iniziative, anche di natura settoriale, per agevolare la riduzione degli ostacoli tecnici che ostruiscono lo scambio transfrontaliero di dati per lo sviluppo dell'IA, anche per quanto riguarda l'infrastruttura di accesso ai dati e l'interoperabilità semantica e tecnica dei diversi tipi di dati.

source: It is important that AI systems related to products that are not high-risk in accordance with this Regulation and thus are not required to comply with the requirements set out for high-risk AI systems are nevertheless safe when placed on the market or put into service.
it_it: È importante che i sistemi di IA collegati a prodotti che non sono ad alto rischio in conformità del presente regolamento e che pertanto non sono tenuti a rispettare i requisiti stabiliti per i sistemi di IA ad alto rischio siano comunque sicuri al momento dell'immissione sul mercato o della messa in servizio.
